class Script(object):

    START_MSG = """<b>Hy {},

<b>Sᴏʀʀʏ ɪ ᴏɴʟʏ ᴡᴏʀᴋ ᴏɴ ғɪʟᴍʜᴏᴜꜱ Gʀᴏᴜᴘ. Nᴏ ᴏᴛʜᴇʀ ᴄᴏᴍᴍᴀɴᴅ ᴡɪʟʟ ᴡᴏʀᴋ ᴏɴ ᴛʜɪs ʙᴏᴛ ᴇxᴄᴇᴘᴛ sᴛᴀʀᴛ. ᴅᴏɴ’ᴛ ᴡᴀsᴛᴇ ʏᴏᴜʀ ᴛɪᴍᴇ</b>
"""


    HELP_MSG = """
🤭 <b>എന്നെ നിർമിച്ചിരിക്കുന്നത് ғɪʟᴍ ʜᴏᴜꜱ ഗ്രൂപ്പിലേക്ക് ആണ്.

എന്തായാലും സ്റ്റാർട്ട് അടിച്ചതല്ലെ ഇനി ആ താഴെ കാണുന്ന നമ്മുടെ ഒഫീഷ്യൽ ചന്നെൽ കൂടി Subscribe ചെയ്തിട്ട് പൊക്കോ...🤣🤣</b>
"""


    ABOUT_MSG = """⭕️<b>My Name : TroJanz Filter Bot</b>

⭕️<b>Creater :</b> @TroJanzHEX    

⭕️<b>Language :</b> <code>Python3</code>

⭕️<b>Library :</b> <a href='https://docs.pyrogram.org/'>Pyrogram 1.0.7</a> 

"""
